{"fund": [{"Global Equity": "Recent volatility in the equity markets seems likely to remain in place for the foreseeable future. The Fund’s investments have been selected for their longer-term resilience and attractive risk reward characteristics, and so the Team remains confident about the future."}, {"US Equity": "This fund seeks to achieve long term growth of capital by means of a diversified portfolio through investment in equity and equity-related securities of large US companies. While strong contributions come from EOG Resources, Industrial and Healthcare sectors, the swirling political implications that have in large part fueled much of the equity rally over the year need reevaluation as the key initial hurdle in the new administration's policy changes hit a speed bump."}, {"Asia-Pacific ex-Japan Equity": "Among consumer companies, shares in certain China’s private educational services provider gained on the back of resilient demand. Conversely, the position in India’s HDFC Bank ended lower following strong earlier performance. Nonetheless, the bank remains a key holding for its strong franchise, solid asset quality and excellent execution."}, {"Japan Equity": "The factors that we are currently keeping in mind as we manage the portfolio include the US presidential election, loss of confidence in the euro and the risk of political fragmentation in European countries. In Asian market, China’s response to structural problems, the spillover effects that the Bank of Japan’s adoption of a negative interest rate will both crucial impacts. We also need to consider geopolitical risks globally, such as unexpected events which occur as a result of friction between groups."}, {"Hong Kong Equity": "The Fund’s investments may involve credit and counterparty risks. The purchase of the units of the Fund is not the same as placing funds on deposit with a bank or deposit taking company. The Fund has no obligation to redeem units at their offering value and the Fund is not subject to the supervision of the Hong Kong Monetary Authority. Investors may not recoup the original amount invested in the Fund."}, {"Cautious Allocation": "Balancing the expectations and implications of fiscal stimulus with the heightened valuations of domestic equities, we are cautiously optimistic that there is resilience in domestic risk assets, despite rich valuations. However we are cognizant that higher rates may cause risk assets to stall."}, {"Moderate Allocation": "Balancing the expectations and implications of fiscal stimulus with the heightened valuations of domestic equities, we are cautiously optimistic that there is resilience in domestic risk assets, despite rich valuations. However we are cognizant that higher rates may cause risk assets to stall."}, {"Aggressive Allocation": "Asset allocation funds are designed to be an integral part of an investor’s overall retirement investment strategy. However, they are not designed to provide investors with a complete solution to their retirement needs. Investors must consider many factors when choosing an investment strategy for their retirement."}, {"China & Greater China Equity": "The political cycle into 2017 will likely also ensure stable economic growth with potential targeted stimulus to cushion any downside. The team, therefore, will look to increase cyclical exposure in certain sectors, such as Industrials and Materials, as well as selective areas of the Consumer and Financials spaces."}, {"Guaranteed Funds": "Other than the usual market risk and interest rate risk, the Fund is also exposed to the following risks such as political, economic and social risks, which may affect the guarantor and the value of the Fund’s assets. There is also credit risk as the Fund may be exposed to default and settlement risks; and guarantor risk as the value of the Fund is subject to the risk of the guarantor not being able to meet the guarantee obligations."}, {"Europe Equity": "The team believes that macroeconomic and sector trends ‘travel’, meaning that early insights into the behaviour of European companies can be gained by understanding global market and industry dynamics."}, {"HKD Money Market": "The Fund’s investments may involve credit and counterparty risks. The purchase of the units of the Fund is not the same as placing funds on deposit with a bank or deposit taking company. The Fund has no obligation to redeem units at their offering value and the Fund is not subject to the supervision of the Hong Kong Monetary Authority. Investors may not recoup the original amount invested in the Fund."}, {"Other Bond": "President Trump’s meeting with China’s President will be closely watched. The France Election will be another key event. Both the ECB and Bank of Japan have meetings and market participants do not expect any deviation to the current dovish stance. Geopolitical risks will provide its fair share of volatility in the markets as President Trump’s administration continues to work on the tax reform bill in the next few months"}, {"Global Bond": "For equity, in view of moderate domestic economic growth, we prefer companies with resilient earnings, strong cash flows, balance sheet strength and inexpensive valuations. As such, companies in the construction sector, affordable property sector, plantation sector and concessionaire owners that have steady cash flows and long-term contracts are preferred. The transportation sector is also expected to benefit from low crude oil prices."}]}
